Repository: Leo-Lem/Smokes
Catalog: resource/Localizable.xcstrings
Source language: en
Languages: de

source: %.2f smokes
de: %.2f Ziggis

source: %lld smokes
de: %lld Ziggis

source: add
de: Hinzufügen

source: alltime
de: Bis hierhin

source: by day
de: nach Tagen

source: by month
de: nach Monaten

source: by week
de: nach Wochen

source: by year
de: nach Jahren

source: Coming soon…
de: Demnächst verfügbar…

source: configure
de: Konfigurieren

source: Credits
de: Team

source: daily
de: nach Tagen

source: date
de: Datum

source: Designed by %@
de: Design von %@

source: Developed by %@
de: Entwickelt von %@

source: dismiss
de: Ausblenden

source: Edit history
de: Bearbeiten

source: exact
de: Exakt

source: export
de: Exportieren

source: Export and Import
de: Exportiere und Importiere

source: Fact
de: Fakt

source: grouped
de: Übersicht

source: History
de: Bericht

source: import
de: Importieren

source: Individualize your experience.
de: Individualisiere deine Erfahrung!

# Info
source: About
de: Über uns

source: Keep your data safe and easily accessible.
de: Nutze deine Daten in übersichtlichen Formaten.

source: loading
de: Wird geladen

source: longest break
de: längste Pause

source: modify
de: Bearbeiten

source: Modify the past amounts here.
de: Bearbeite die Einträge!

source: next
de: Vorwärts

source: next day
de: Nächster Tag

source: No data
de: Keine Daten

source: No description
de: Keine Beschreibung

source: No preview
de: Keine Vorschau

source: open exporter
de: Exporter öffnen

source: per day
de: pro Tag

source: per month
de: pro Monat

source: per week
de: pro Woche

source: per year
de: pro Jahr

source: Permission denied…
de: Zugriff verweigert…

source: pick day
de: Tag auswählen

source: pick format
de: Format auswählen

source: previous
de: Rückwärts

source: previous day
de: Voriger Tag

source: Privacy Policy
de: Datenschutzerklärung

source: remove
de: Entfernen

source: Select alltime
de: Wähle gesamten Zeitraum aus

source: Select an option
de: Wähle eine Option

source: show plot
de: Chart anzeigen

source: skip
de: Überspringen

source: smokefree for
de: rauchfrei seit

source: smokes
de: Ziggis

source: Smokes’ Facts
de: Smokes' Facts - Rauchende Tatsachen

source: Something went wrong…
de: Entschuldige, dieses Format ist unbekannt…

source: Statistics
de: Statistik

source: this day
de: Dieser Tag

source: this month
de: Dieser Monat

source: this week
de: Diese Woche

source: this year
de: Dieses Jahr

source: time between smokes
de: Zeit zwischen Ziggis

source: today
de: Heute

source: until here
de: Bis hierhin

source: until now
de: Bis jetzt

source: View an interesting fact about smoking.
de: Lerne etwas über das Rauchen.

source: View statistics over all time.
de: Statistiken über Gesamtzeitraum anzeigen.

source: We're here to help you get an overview of your smoking habit, and help you to overcome it!
de: Der erste Schritt zum aufhören ist Erkenntnis!

source: Webpage
de: Webseite

source: yesterday
de: Gestern
